* TASKS
** TODO yacc
   SCHEDULED: <2019-04-13 六>
** DONE numerical analysis
   CLOSED: [2019-04-10 三 09:57] SCHEDULED: <2019-04-08 一>
   :LOGBOOK:
   CLOCK: [2019-04-08 一 19:50]--[2019-04-08 一 20:20] =>  0:30
   CLOCK: [2019-04-08 一 18:58]--[2019-04-08 一 19:28] =>  0:30
   CLOCK: [2019-04-08 一 18:21]--[2019-04-08 一 18:52] =>  0:31
   CLOCK: [2019-04-08 一 17:46]--[2019-04-08 一 18:16] =>  0:30
   CLOCK: [2019-04-08 一 14:38]--[2019-04-08 一 15:22] =>  0:44
   CLOCK: [2019-04-08 一 14:34]--[2019-04-08 一 14:38] =>  0:04
   CLOCK: [2019-04-08 一 13:57]--[2019-04-08 一 14:34] =>  0:37
   :END:
** TODO software engineering
   SCHEDULED: <2019-04-10 三>
** TODO artificial intelligence
   SCHEDULED: <2019-04-14 日>
** TODO talk to mr. liao
   SCHEDULED: <2019-04-11 四>

